Repository: manaflow-ai/cmuxterm
Catalog: Packages/macOS/CmuxReadAloud/Sources/CmuxReadAloud/Resources/ReadAloudSettings.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# title
source: Read Aloud
ar: القراءة بصوت عالٍ
bs: Čitanje naglas
da: Læs op
de: Vorlesen
es: Leer en voz alta
fr: Lire à voix haute
it: Leggi ad alta voce
ja: 読み上げ
km: អានឮៗ
ko: 소리 내어 읽기
nb: Les høyt
pl: Czytaj na głos
pt_br: Ler em voz alta
ru: Чтение вслух
th: อ่านออกเสียง
tr: Sesli Oku
uk: Читати вголос
zh_hans: 朗读
zh_hant: 朗讀

# section.speech
source: Speech
ar: الكلام
bs: Govor
da: Tale
de: Sprachausgabe
es: Síntesis de voz
fr: Synthèse vocale
it: Sintesi vocale
ja: 音声
km: សំឡេងអាន
ko: 음성
nb: Tale
pl: Mowa
pt_br: Fala
ru: Речь
th: เสียงพูด
tr: Konuşma
uk: Мовлення
zh_hans: 语音
zh_hant: 語音

# section.key
source: MiniMax Credential
ar: بيانات اعتماد MiniMax
bs: MiniMax pristupni podaci
da: MiniMax-legitimationsoplysninger
de: MiniMax-Zugangsdaten
es: Credencial de MiniMax
fr: Identifiant MiniMax
it: Credenziale MiniMax
ja: MiniMax 認証情報
km: ព័ត៌មានសម្ងាត់ MiniMax
ko: MiniMax 인증 정보
nb: MiniMax-legitimasjon
pl: Dane uwierzytelniające MiniMax
pt_br: Credencial da MiniMax
ru: Учётные данные MiniMax
th: ข้อมูลรับรอง MiniMax
tr: MiniMax Kimlik Bilgisi
uk: Облікові дані MiniMax
zh_hans: MiniMax 凭据
zh_hant: MiniMax 憑證

# section.privacy
source: Cloud Processing Consent
ar: الموافقة على المعالجة السحابية
bs: Pristanak na obradu u oblaku
da: Samtykke til behandling i skyen
de: Einwilligung zur Cloud-Verarbeitung
es: Consentimiento para el procesamiento en la nube
fr: Consentement au traitement dans le cloud
it: Consenso all'elaborazione nel cloud
ja: クラウド処理への同意
km: ការយល់ព្រមឱ្យដំណើរការលើក្លោដ
ko: 클라우드 처리 동의
nb: Samtykke til behandling i skyen
pl: Zgoda na przetwarzanie w chmurze
pt_br: Consentimento para processamento na nuvem
ru: Согласие на облачную обработку
th: ความยินยอมให้ประมวลผลบนคลาวด์
tr: Bulutta İşleme Onayı
uk: Згода на обробку в хмарі
zh_hans: 云端处理授权
zh_hant: 雲端處理同意

# model.label
source: Model
ar: النموذج
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
km: ម៉ូដែល
ko: 모델
nb: Modell
pt_br: Modelo
ru: Модель
th: โมเดล
uk: Модель
zh_hans: 模型
zh_hant: 模型

# voice.label
source: Voice ID
ar: معرّف الصوت
bs: ID glasa
da: Stemme-id
de: Stimmen-ID
es: ID de voz
fr: Identifiant de voix
it: ID voce
ja: 音声 ID
km: ID សំឡេង
ko: 음성 ID
nb: Stemme-ID
pl: Identyfikator głosu
pt_br: ID da voz
ru: Идентификатор голоса
th: ID เสียง
tr: Ses Kimliği
uk: Ідентифікатор голосу
zh_hans: 音色 ID
zh_hant: 聲音 ID

# voice.help
source: Use a MiniMax voice ID, such as English_expressive_narrator, or your custom voice ID.
ar: استخدم معرّف صوت من MiniMax، مثل English_expressive_narrator، أو معرّف صوتك المخصص.
bs: Koristite MiniMax ID glasa, kao što je English_expressive_narrator, ili ID svog prilagođenog glasa.
da: Brug et MiniMax-stemme-id, f.eks. English_expressive_narrator, eller dit eget tilpassede stemme-id.
de: Verwenden Sie eine MiniMax-Stimmen-ID, etwa English_expressive_narrator, oder Ihre benutzerdefinierte Stimmen-ID.
es: Usa un ID de voz de MiniMax, como English_expressive_narrator, o el ID de tu voz personalizada.
fr: Utilisez un identifiant de voix MiniMax, tel que English_expressive_narrator, ou votre identifiant de voix personnalisé.
it: Usa un ID voce MiniMax, ad esempio English_expressive_narrator, oppure l'ID della tua voce personalizzata.
ja: English_expressive_narrator などの MiniMax 音声 ID、またはカスタム音声 ID を入力してください。
km: ប្រើ ID សំឡេងរបស់ MiniMax ដូចជា English_expressive_narrator ឬ ID សំឡេងផ្ទាល់ខ្លួនរបស់អ្នក។
ko: English_expressive_narrator 등의 MiniMax 음성 ID 또는 사용자 지정 음성 ID를 사용하세요.
nb: Bruk en MiniMax-stemme-ID, som English_expressive_narrator, eller din egendefinerte stemme-ID.
pl: Użyj identyfikatora głosu MiniMax, takiego jak English_expressive_narrator, lub identyfikatora własnego głosu.
pt_br: Use um ID de voz da MiniMax, como English_expressive_narrator, ou o ID da sua voz personalizada.
ru: Используйте идентификатор голоса MiniMax, например English_expressive_narrator, или идентификатор собственного голоса.
th: ใช้ ID เสียงของ MiniMax เช่น English_expressive_narrator หรือ ID เสียงที่คุณกำหนดเอง
tr: English_expressive_narrator gibi bir MiniMax ses kimliği veya özel ses kimliğinizi kullanın.
uk: Використовуйте ідентифікатор голосу MiniMax, наприклад English_expressive_narrator, або ідентифікатор власного голосу.
zh_hans: 使用 MiniMax 音色 ID（例如 English_expressive_narrator），或你的自定义音色 ID。
zh_hant: 請使用 MiniMax 聲音 ID，例如 English_expressive_narrator，或您的自訂聲音 ID。

# speed.label
source: Speed
ar: السرعة
bs: Brzina
da: Hastighed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
ja: 速度
km: ល្បឿន
ko: 속도
nb: Hastighet
pl: Szybkość
pt_br: Velocidade
ru: Скорость
th: ความเร็ว
tr: Hız
uk: Швидкість
zh_hans: 语速
zh_hant: 速度

# status.unsaved
source: Unsaved speech settings
ar: إعدادات الكلام غير محفوظة
bs: Nesačuvane postavke govora
da: Taleindstillinger er ikke gemt
de: Nicht gespeicherte Sprachausgabeeinstellungen
es: Ajustes de síntesis de voz sin guardar
fr: Réglages de synthèse vocale non enregistrés
it: Impostazioni di sintesi vocale non salvate
ja: 音声設定に未保存の変更があります
km: ការកំណត់សំឡេងអានមិនទាន់បានរក្សាទុក
ko: 저장되지 않은 음성 설정
nb: Ulagrede taleinnstillinger
pl: Niezapisane ustawienia mowy
pt_br: Ajustes de fala não salvos
ru: Настройки речи не сохранены
th: ยังไม่ได้บันทึกการตั้งค่าเสียงพูด
tr: Kaydedilmemiş konuşma ayarları
uk: Незбережені налаштування мовлення
zh_hans: 语音设置尚未保存
zh_hant: 語音設定尚未儲存

# status.working
source: Updating Read Aloud settings
ar: جارٍ تحديث إعدادات القراءة بصوت عالٍ
bs: Ažuriranje postavki čitanja naglas
da: Opdaterer indstillingerne for Læs op
de: Einstellungen für „Vorlesen“ werden aktualisiert
es: Actualizando los ajustes de Leer en voz alta
fr: Mise à jour des réglages de lecture à voix haute
it: Aggiornamento delle impostazioni di Leggi ad alta voce
ja: 読み上げ設定を更新中
km: កំពុងធ្វើបច្ចុប្បន្នភាពការកំណត់អានឮៗ
ko: 소리 내어 읽기 설정 업데이트 중
nb: Oppdaterer innstillingene for Les høyt
pl: Aktualizowanie ustawień funkcji Czytaj na głos
pt_br: Atualizando os ajustes de Ler em voz alta
ru: Обновление настроек чтения вслух
th: กำลังอัปเดตการตั้งค่าการอ่านออกเสียง
tr: Sesli Oku ayarları güncelleniyor
uk: Оновлення налаштувань «Читати вголос»
zh_hans: 正在更新朗读设置
zh_hant: 正在更新朗讀設定

# status.settingsSaved
source: Speech settings saved.
ar: تم حفظ إعدادات الكلام.
bs: Postavke govora su sačuvane.
da: Taleindstillingerne er gemt.
de: Sprachausgabeeinstellungen gespeichert.
es: Ajustes de síntesis de voz guardados.
fr: Réglages de synthèse vocale enregistrés.
it: Impostazioni di sintesi vocale salvate.
ja: 音声設定を保存しました。
km: បានរក្សាទុកការកំណត់សំឡេងអាន។
ko: 음성 설정이 저장되었습니다.
nb: Taleinnstillingene er lagret.
pl: Ustawienia mowy zostały zapisane.
pt_br: Ajustes de fala salvos.
ru: Настройки речи сохранены.
th: บันทึกการตั้งค่าเสียงพูดแล้ว
tr: Konuşma ayarları kaydedildi.
uk: Налаштування мовлення збережено.
zh_hans: 语音设置已保存。
zh_hant: 語音設定已儲存。

# status.keySaved
source: API key saved in Keychain.
ar: تم حفظ مفتاح API في سلسلة المفاتيح.
bs: API ključ je sačuvan u privjesku ključeva (Keychain).
da: API-nøglen er gemt i nøgleringen.
de: API-Schlüssel im Schlüsselbund gespeichert.
es: Clave de API guardada en el llavero.
fr: Clé API enregistrée dans le trousseau.
it: Chiave API salvata nel Portachiavi.
ja: API キーをキーチェーンに保存しました。
km: បានរក្សាទុកសោ API ក្នុង Keychain។
ko: API 키가 키체인에 저장되었습니다.
nb: API-nøkkelen er lagret i nøkkelringen.
pl: Klucz API został zapisany w pęku kluczy.
pt_br: Chave de API salva nas Chaves.
ru: API-ключ сохранён в Связке ключей.
th: บันทึกคีย์ API ในพวงกุญแจแล้ว
tr: API anahtarı Anahtar Zinciri’ne kaydedildi.
uk: API-ключ збережено у В’язці ключів.
zh_hans: API 密钥已保存到钥匙串。
zh_hant: API 金鑰已儲存至鑰匙圈。

# status.keyRemoved
source: API key removed from Keychain.
ar: تمت إزالة مفتاح API من سلسلة المفاتيح.
bs: API ključ je uklonjen iz privjeska ključeva (Keychain).
da: API-nøglen er fjernet fra nøgleringen.
de: API-Schlüssel aus dem Schlüsselbund entfernt.
es: Clave de API eliminada del llavero.
fr: Clé API supprimée du trousseau.
it: Chiave API rimossa dal Portachiavi.
ja: API キーをキーチェーンから削除しました。
km: បានដកសោ API ចេញពី Keychain។
ko: API 키가 키체인에서 제거되었습니다.
nb: API-nøkkelen er fjernet fra nøkkelringen.
pl: Klucz API został usunięty z pęku kluczy.
pt_br: Chave de API removida das Chaves.
ru: API-ключ удалён из Связки ключей.
th: นำคีย์ API ออกจากพวงกุญแจแล้ว
tr: API anahtarı Anahtar Zinciri’nden kaldırıldı.
uk: API-ключ видалено з В’язки ключів.
zh_hans: API 密钥已从钥匙串中移除。
zh_hant: API 金鑰已從鑰匙圈移除。

# action.reload
source: Reload Settings
ar: إعادة تحميل الإعدادات
bs: Ponovo učitaj postavke
da: Genindlæs indstillinger
de: Einstellungen neu laden
es: Volver a cargar los ajustes
fr: Recharger les réglages
it: Ricarica impostazioni
ja: 設定を再読み込み
km: ផ្ទុកការកំណត់ឡើងវិញ
ko: 설정 다시 불러오기
nb: Last inn innstillingene på nytt
pl: Wczytaj ustawienia ponownie
pt_br: Recarregar ajustes
ru: Перезагрузить настройки
th: โหลดการตั้งค่าใหม่
tr: Ayarları Yeniden Yükle
uk: Перезавантажити налаштування
zh_hans: 重新载入设置
zh_hant: 重新載入設定

# action.saveSettings
source: Save Speech Settings
ar: حفظ إعدادات الكلام
bs: Sačuvaj postavke govora
da: Gem taleindstillinger
de: Sprachausgabeeinstellungen sichern
es: Guardar ajustes de síntesis de voz
fr: Enregistrer les réglages de synthèse vocale
it: Salva impostazioni di sintesi vocale
ja: 音声設定を保存
km: រក្សាទុកការកំណត់សំឡេងអាន
ko: 음성 설정 저장
nb: Lagre taleinnstillinger
pl: Zapisz ustawienia mowy
pt_br: Salvar ajustes de fala
ru: Сохранить настройки речи
th: บันทึกการตั้งค่าเสียงพูด
tr: Konuşma Ayarlarını Kaydet
uk: Зберегти налаштування мовлення
zh_hans: 保存语音设置
zh_hant: 儲存語音設定

# action.removeKey
source: Remove API Key
ar: إزالة مفتاح API
bs: Ukloni API ključ
da: Fjern API-nøgle
de: API-Schlüssel entfernen
es: Eliminar clave de API
fr: Supprimer la clé API
it: Rimuovi chiave API
ja: API キーを削除
km: ដកសោ API ចេញ
ko: API 키 제거
nb: Fjern API-nøkkel
pl: Usuń klucz API
pt_br: Remover chave de API
ru: Удалить API-ключ
th: นำคีย์ API ออก
tr: API Anahtarını Kaldır
uk: Видалити API-ключ
zh_hans: 移除 API 密钥
zh_hant: 移除 API 金鑰

# action.saveKey
source: Save API Key
ar: حفظ مفتاح API
bs: Sačuvaj API ključ
da: Gem API-nøgle
de: API-Schlüssel sichern
es: Guardar clave de API
fr: Enregistrer la clé API
it: Salva chiave API
ja: API キーを保存
km: រក្សាទុកសោ API
ko: API 키 저장
nb: Lagre API-nøkkel
pl: Zapisz klucz API
pt_br: Salvar chave de API
ru: Сохранить API-ключ
th: บันทึกคีย์ API
tr: API Anahtarını Kaydet
uk: Зберегти API-ключ
zh_hans: 保存 API 密钥
zh_hant: 儲存 API 金鑰

# key.entry
source: New MiniMax API Key
ar: مفتاح API جديد لخدمة MiniMax
bs: Novi MiniMax API ključ
da: Ny MiniMax-API-nøgle
de: Neuer MiniMax-API-Schlüssel
es: Nueva clave de API de MiniMax
fr: Nouvelle clé API MiniMax
it: Nuova chiave API MiniMax
ja: 新しい MiniMax API キー
km: សោ API ថ្មីរបស់ MiniMax
ko: 새 MiniMax API 키
nb: Ny MiniMax API-nøkkel
pl: Nowy klucz API MiniMax
pt_br: Nova chave de API da MiniMax
ru: Новый API-ключ MiniMax
th: คีย์ API ของ MiniMax ใหม่
tr: Yeni MiniMax API Anahtarı
uk: Новий API-ключ MiniMax
zh_hans: 新的 MiniMax API 密钥
zh_hant: 新的 MiniMax API 金鑰

# key.help
source: Stored only in this Mac’s Keychain. Saved keys are never displayed here. Enter a new key to replace the saved key.
ar: يُخزَّن فقط في سلسلة المفاتيح على جهاز Mac هذا. لا تُعرض المفاتيح المحفوظة هنا أبدًا. أدخل مفتاحًا جديدًا لاستبدال المفتاح المحفوظ.
bs: Čuva se samo u privjesku ključeva (Keychain) na ovom Macu. Sačuvani ključevi se ovdje nikada ne prikazuju. Unesite novi ključ da zamijenite sačuvani ključ.
da: Gemmes kun i nøgleringen på denne Mac. Gemte nøgler vises aldrig her. Indtast en ny nøgle for at erstatte den gemte nøgle.
de: Wird nur im Schlüsselbund dieses Mac gespeichert. Gespeicherte Schlüssel werden hier niemals angezeigt. Geben Sie einen neuen Schlüssel ein, um den gespeicherten Schlüssel zu ersetzen.
es: Se almacena únicamente en el llavero de este Mac. Las claves guardadas nunca se muestran aquí. Introduce una nueva clave para sustituir la guardada.
fr: Stockée uniquement dans le trousseau de ce Mac. Les clés enregistrées ne sont jamais affichées ici. Saisissez une nouvelle clé pour remplacer la clé enregistrée.
it: Memorizzata solo nel Portachiavi di questo Mac. Le chiavi salvate non vengono mai visualizzate qui. Inserisci una nuova chiave per sostituire quella salvata.
ja: この Mac のキーチェーンにのみ保存されます。保存済みのキーがここに表示されることはありません。置き換えるには新しいキーを入力してください。
km: រក្សាទុកតែក្នុង Keychain របស់ Mac នេះប៉ុណ្ណោះ។ សោដែលបានរក្សាទុកនឹងមិនត្រូវបានបង្ហាញនៅទីនេះឡើយ។ បញ្ចូលសោថ្មីដើម្បីជំនួសសោដែលបានរក្សាទុក។
ko: 이 Mac의 키체인에만 저장됩니다. 저장된 키는 여기에 절대 표시되지 않습니다. 저장된 키를 교체하려면 새 키를 입력하세요.
nb: Lagres kun i nøkkelringen på denne Macen. Lagrede nøkler vises aldri her. Skriv inn en ny nøkkel for å erstatte den lagrede nøkkelen.
pl: Przechowywany wyłącznie w pęku kluczy tego Maca. Zapisane klucze nigdy nie są tutaj wyświetlane. Wprowadź nowy klucz, aby zastąpić zapisany klucz.
pt_br: Armazenada apenas nas Chaves deste Mac. As chaves salvas nunca são exibidas aqui. Insira uma nova chave para substituir a chave salva.
ru: Хранится только в Связке ключей этого Mac. Сохранённые ключи здесь никогда не отображаются. Введите новый ключ, чтобы заменить сохранённый.
th: จัดเก็บไว้ในพวงกุญแจของ Mac เครื่องนี้เท่านั้น คีย์ที่บันทึกไว้จะไม่แสดงที่นี่ ป้อนคีย์ใหม่เพื่อแทนที่คีย์ที่บันทึกไว้
tr: Yalnızca bu Mac’in Anahtar Zinciri’nde saklanır. Kaydedilmiş anahtarlar burada asla gösterilmez. Kaydedilmiş anahtarı değiştirmek için yeni bir anahtar girin.
uk: Зберігається лише у В’язці ключів цього Mac. Збережені ключі тут ніколи не відображаються. Введіть новий ключ, щоб замінити збережений.
zh_hans: 仅存储在这台 Mac 的钥匙串中。已保存的密钥绝不会在此处显示。输入新密钥可替换已保存的密钥。
zh_hant: 僅儲存在此 Mac 的鑰匙圈中。已儲存的金鑰絕不會顯示於此處。輸入新金鑰即可取代已儲存的金鑰。

# key.saved
source: An API key is saved in Keychain.
ar: يوجد مفتاح API محفوظ في سلسلة المفاتيح.
bs: API ključ je sačuvan u privjesku ključeva (Keychain).
da: Der er gemt en API-nøgle i nøgleringen.
de: Ein API-Schlüssel ist im Schlüsselbund gespeichert.
es: Hay una clave de API guardada en el llavero.
fr: Une clé API est enregistrée dans le trousseau.
it: Una chiave API è salvata nel Portachiavi.
ja: API キーはキーチェーンに保存されています。
km: មានសោ API មួយបានរក្សាទុកក្នុង Keychain។
ko: API 키가 키체인에 저장되어 있습니다.
nb: En API-nøkkel er lagret i nøkkelringen.
pl: Klucz API jest zapisany w pęku kluczy.
pt_br: Há uma chave de API salva nas Chaves.
ru: API-ключ сохранён в Связке ключей.
th: มีคีย์ API บันทึกไว้ในพวงกุญแจ
tr: Anahtar Zinciri’nde bir API anahtarı kayıtlı.
uk: API-ключ збережено у В’язці ключів.
zh_hans: 钥匙串中已保存 API 密钥。
zh_hant: 鑰匙圈中已儲存 API 金鑰。

# key.missing
source: No API key is saved.
ar: لا يوجد مفتاح API محفوظ.
bs: Nijedan API ključ nije sačuvan.
da: Der er ikke gemt nogen API-nøgle.
de: Es ist kein API-Schlüssel gespeichert.
es: No hay ninguna clave de API guardada.
fr: Aucune clé API n’est enregistrée.
it: Nessuna chiave API salvata.
ja: API キーは保存されていません。
km: មិនមានសោ API ដែលបានរក្សាទុកទេ។
ko: 저장된 API 키가 없습니다.
nb: Ingen API-nøkkel er lagret.
pl: Brak zapisanego klucza API.
pt_br: Nenhuma chave de API está salva.
ru: API-ключ не сохранён.
th: ไม่มีคีย์ API ที่บันทึกไว้
tr: Kayıtlı API anahtarı yok.
uk: Немає збереженого API-ключа.
zh_hans: 尚未保存 API 密钥。
zh_hant: 尚未儲存 API 金鑰。

# key.unknown
source: Saved API key status is not yet available.
ar: حالة مفتاح API المحفوظ غير متاحة بعد.
bs: Status sačuvanog API ključa još nije dostupan.
da: Status for den gemte API-nøgle er endnu ikke tilgængelig.
de: Der Status des gespeicherten API-Schlüssels ist noch nicht verfügbar.
es: El estado de la clave de API guardada aún no está disponible.
fr: L’état de la clé API enregistrée n’est pas encore disponible.
it: Lo stato della chiave API salvata non è ancora disponibile.
ja: 保存済みの API キーの状態はまだ確認できていません。
km: មិនទាន់មានព័ត៌មានអំពីស្ថានភាពសោ API ដែលបានរក្សាទុកទេ។
ko: 저장된 API 키의 상태를 아직 확인할 수 없습니다.
nb: Status for lagret API-nøkkel er ikke tilgjengelig ennå.
pl: Status zapisanego klucza API nie jest jeszcze dostępny.
pt_br: O status da chave de API salva ainda não está disponível.
ru: Статус сохранённого API-ключа пока недоступен.
th: ยังไม่สามารถตรวจสอบสถานะของคีย์ API ที่บันทึกไว้ได้
tr: Kaydedilmiş API anahtarının durumu henüz bilinmiyor.
uk: Стан збереженого API-ключа поки що недоступний.
zh_hans: 暂时无法获取已保存 API 密钥的状态。
zh_hant: 目前尚無法取得已儲存 API 金鑰的狀態。

# consent.disclosure
source: Read Aloud sends only the terminal text you select to MiniMax to generate speech. MiniMax bills usage to your account. cmux streams the audio without saving selected text or audio to a disk cache.
ar: ترسل ميزة القراءة بصوت عالٍ نص الطرفية الذي تحدده فقط إلى MiniMax لتوليد الكلام. تُحمِّل MiniMax تكاليف الاستخدام على حسابك. يبث cmux الصوت دون حفظ النص المحدد أو الصوت في ذاكرة تخزين مؤقت على القرص.
bs: Čitanje naglas šalje usluzi MiniMax samo tekst koji odaberete u terminalu radi generisanja govora. MiniMax naplaćuje korištenje na vašem računu. cmux prenosi audio putem streaminga bez čuvanja odabranog teksta ili audija u predmemoriji na disku.
da: Læs op sender kun den terminaltekst, du markerer, til MiniMax for at generere tale. MiniMax fakturerer forbruget på din konto. cmux streamer lyden uden at gemme markeret tekst eller lyd i en diskcache.
de: „Vorlesen“ sendet ausschließlich den von Ihnen ausgewählten Terminaltext an MiniMax, um eine Sprachausgabe zu erzeugen. MiniMax rechnet die Nutzung über Ihr Konto ab. cmux streamt die Audiodaten, ohne den ausgewählten Text oder die Audiodaten in einem Festplattencache zu speichern.
es: Leer en voz alta envía a MiniMax únicamente el texto del terminal que selecciones para generar la voz. MiniMax factura el uso a tu cuenta. cmux transmite el audio sin guardar el texto seleccionado ni el audio en una caché de disco.
fr: La lecture à voix haute envoie uniquement le texte du terminal que vous sélectionnez à MiniMax pour générer la synthèse vocale. MiniMax facture l’utilisation à votre compte. cmux diffuse l’audio en streaming sans enregistrer le texte sélectionné ni l’audio dans un cache sur disque.
it: Leggi ad alta voce invia a MiniMax solo il testo del terminale che selezioni per generare l'audio vocale. MiniMax addebita i costi di utilizzo al tuo account. cmux riproduce l'audio in streaming senza salvare il testo selezionato o l'audio in una cache su disco.
ja: 読み上げでは、ターミナルで選択したテキストのみを MiniMax に送信して音声を生成します。MiniMax の利用料金はお使いのアカウントに請求されます。cmux は音声をストリーミング再生し、選択したテキストや音声をディスクキャッシュに保存しません。
km: មុខងារអានឮៗផ្ញើតែអត្ថបទក្នុងស្ថានីយដែលអ្នកជ្រើសរើសទៅ MiniMax ដើម្បីបង្កើតសំឡេង។ MiniMax គិតថ្លៃការប្រើប្រាស់លើគណនីរបស់អ្នក។ cmux ផ្សាយសំឡេងដោយមិនរក្សាទុកអត្ថបទដែលបានជ្រើសរើស ឬសំឡេងទៅក្នុងឃ្លាំងសម្ងាត់លើថាសទេ។
ko: 소리 내어 읽기는 음성을 생성하기 위해 사용자가 선택한 터미널 텍스트만 MiniMax로 전송합니다. MiniMax는 사용 요금을 사용자 계정에 청구합니다. cmux는 선택한 텍스트나 오디오를 디스크 캐시에 저장하지 않고 오디오를 스트리밍합니다.
nb: Les høyt sender kun terminalteksten du markerer til MiniMax for å generere tale. MiniMax belaster kontoen din for bruken. cmux strømmer lyden uten å lagre markert tekst eller lyd i en hurtigbuffer på disk.
pl: Funkcja Czytaj na głos wysyła do MiniMax wyłącznie zaznaczony przez Ciebie tekst z terminala, aby wygenerować mowę. MiniMax obciąża Twoje konto opłatami za użycie. cmux strumieniuje dźwięk bez zapisywania zaznaczonego tekstu ani dźwięku w pamięci podręcznej na dysku.
pt_br: Ler em voz alta envia à MiniMax apenas o texto do terminal que você seleciona para gerar fala. A MiniMax cobra o uso na sua conta. O cmux reproduz o áudio por streaming sem salvar o texto selecionado nem o áudio em um cache em disco.
ru: Функция чтения вслух отправляет в MiniMax только выделенный вами текст терминала для синтеза речи. MiniMax взимает плату за использование с вашей учётной записи. cmux передаёт аудио потоком, не сохраняя выделенный текст или аудио в дисковом кэше.
th: การอ่านออกเสียงจะส่งเฉพาะข้อความในเทอร์มินัลที่คุณเลือกไปยัง MiniMax เพื่อสร้างเสียงพูด MiniMax จะเรียกเก็บค่าบริการตามการใช้งานจากบัญชีของคุณ cmux จะสตรีมเสียงโดยไม่บันทึกข้อความที่เลือกหรือเสียงลงในแคชบนดิสก์
tr: Sesli Oku, konuşma oluşturmak için yalnızca seçtiğiniz terminal metnini MiniMax’e gönderir. MiniMax, kullanım ücretini hesabınıza yansıtır. cmux, seçili metni veya sesi disk önbelleğine kaydetmeden sesi akış yoluyla oynatır.
uk: Функція «Читати вголос» надсилає до MiniMax лише вибраний вами текст термінала для синтезу мовлення. MiniMax стягує плату за використання з вашого облікового запису. cmux відтворює аудіо потоково, не зберігаючи вибраний текст або аудіо в дисковому кеші.
zh_hans: 朗读仅将你在终端中选中的文本发送至 MiniMax 以生成语音。MiniMax 会向你的账户收取使用费用。cmux 以流式方式传输音频，不会将所选文本或音频保存到磁盘缓存。
zh_hant: 「朗讀」僅會將您在終端機中選取的文字傳送至 MiniMax，以產生語音。MiniMax 會將使用費用計入您的帳號。cmux 以串流方式播放音訊，不會將所選文字或音訊儲存至磁碟快取。

# consent.allow
source: Allow sending selected text to MiniMax
ar: السماح بإرسال النص المحدد إلى MiniMax
bs: Dozvoli slanje odabranog teksta usluzi MiniMax
da: Tillad, at markeret tekst sendes til MiniMax
de: Senden von ausgewähltem Text an MiniMax erlauben
es: Permitir el envío del texto seleccionado a MiniMax
fr: Autoriser l’envoi du texte sélectionné à MiniMax
it: Consenti l'invio del testo selezionato a MiniMax
ja: 選択したテキストの MiniMax への送信を許可する
km: អនុញ្ញាតឱ្យផ្ញើអត្ថបទដែលបានជ្រើសរើសទៅ MiniMax
ko: 선택한 텍스트를 MiniMax로 전송하도록 허용
nb: Tillat at markert tekst sendes til MiniMax
pl: Zezwalaj na wysyłanie zaznaczonego tekstu do MiniMax
pt_br: Permitir o envio do texto selecionado à MiniMax
ru: Разрешить отправку выделенного текста в MiniMax
th: อนุญาตให้ส่งข้อความที่เลือกไปยัง MiniMax
tr: Seçili metnin MiniMax’e gönderilmesine izin ver
uk: Дозволити надсилання вибраного тексту до MiniMax
zh_hans: 允许将所选文本发送至 MiniMax
zh_hant: 允許將所選文字傳送至 MiniMax
